<html><head><title>Stalker Soup uputstvo</title><meta content="text/html; charset=UTF-8" http-equiv="content-type"><style type="text/css">ul.lst-kix_21rhr7lyuonj-8{list-style-type:none}.lst-kix_21rhr7lyuonj-7>li:before{content:"\0025cb  "}.lst-kix_21rhr7lyuonj-6>li:before{content:"\0025cf  "}ul.lst-kix_21rhr7lyuonj-4{list-style-type:none}ul.lst-kix_21rhr7lyuonj-5{list-style-type:none}ul.lst-kix_21rhr7lyuonj-6{list-style-type:none}ul.lst-kix_21rhr7lyuonj-7{list-style-type:none}.lst-kix_21rhr7lyuonj-5>li:before{content:"\0025a0  "}.lst-kix_21rhr7lyuonj-8>li:before{content:"\0025a0  "}.lst-kix_21rhr7lyuonj-2>li:before{content:"\0025a0  "}ul.lst-kix_21rhr7lyuonj-2{list-style-type:none}ul.lst-kix_21rhr7lyuonj-3{list-style-type:none}ul.lst-kix_21rhr7lyuonj-0{list-style-type:none}ul.lst-kix_21rhr7lyuonj-1{list-style-type:none}.lst-kix_21rhr7lyuonj-4>li:before{content:"\0025cb  "}.lst-kix_21rhr7lyuonj-3>li:before{content:"\0025cf  "}.lst-kix_21rhr7lyuonj-0>li:before{content:"\0025cf  "}.lst-kix_21rhr7lyuonj-1>li:before{content:"\0025cb  "}ol{margin:0;padding:0}.c0{height:11pt;text-align:justify;direction:ltr}.c11{max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt}.c2{text-align:justify;direction:ltr}.c6{font-size:14pt;font-weight:bold}.c9{font-weight:bold}.c3{color:#ff0000}.c10{height:11pt}.c7{color:#0000ff}.c4{font-style:italic}.c8{direction:ltr}.c5{color:#4a86e8}.c12{color:#1155cc}.c1{text-decoration:underline}.title{padding-top:0pt;line-height:1.15;text-align:left;color:#000000;font-size:21pt;font-family:"Trebuchet MS";padding-bottom:0pt}.subtitle{padding-top:0pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:13pt;font-family:"Trebuchet MS";padding-bottom:10pt}li{color:#000000;font-size:11pt;font-family:"Arial"}p{color:#000000;font-size:11pt;margin:0;font-family:"Arial"}h1{padding-top:10pt;line-height:1.15;text-align:left;color:#000000;font-size:16pt;font-family:"Trebuchet MS";padding-bottom:0pt}h2{padding-top:10pt;line-height:1.15;text-align:left;color:#000000;font-size:13pt;font-family:"Trebuchet MS";font-weight:bold;padding-bottom:0pt}h3{padding-top:8pt;line-height:1.15;text-align:left;color:#666666;font-size:12pt;font-family:"Trebuchet MS";font-weight:bold;padding-bottom:0pt}h4{padding-top:8pt;line-height:1.15;text-align:left;color:#666666;font-size:11pt;text-decoration:underline;font-family:"Trebuchet MS";padding-bottom:0pt}h5{padding-top:8pt;line-height:1.15;text-align:left;color:#666666;font-size:11pt;font-family:"Trebuchet MS";padding-bottom:0pt}h6{padding-top:8pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:11pt;font-family:"Trebuchet MS";padding-bottom:0pt}</style></head><body class="c11"><p class="c8"><span class="c6">Stalker Soup</span></p><p class="c10 c8"><span class="c6"></span></p><p class="c8"><span class="c1">Prvog dana</span></p><p class="c8 c10"><span class="c1"></span></p><p class="c2"><span>1. Nakon incidenta pojavljuje&scaron; se u igri. Ispred tebe se pojavljuje stalker po imenu Astrologer (&#1047;&#1074;&#1077;&#1079;&#1076;&#1086;&#1095;&#1077;&#1090;). &#1054;n ti ka&#382;e da ide&scaron; u selo po&#269;etnika (Rookie Village) i uzme&scaron; lek (Medicine) od doktora. Tako&#273;e ti daje jo&scaron; nekoliko stvari (obi&#269;no pi&scaron;tolj, ne&scaron;to municije i prvu pomo&#263;).</span></p><p class="c2"><span class="c7 c4">Ps. Vojnici ispod mosta za bezbedan prolaz zahtijevaju jednu bocu &ldquo;Cossack&rdquo; vodke, koju &nbsp; &nbsp; mo&#382;e&scaron; prona&#269;i na farmi desno od puta prema mostu (u kutiji na tlu). Komandir tih vojinika ima i &nbsp;nekolicinu zadataka za tebe, pa bi bilo dobro, da ti nije neprijatelj kasnije u igri!</span></p><p class="c0"><span></span></p><p class="c2"><span>2. U selu po&#269;etnika (Rookie Village) doktor se nalazi u jednom od podruma u centralnom delu sela. Razgovaraj sa njim i dobi&#263;e&scaron; &#269;a&scaron;icu sa lekom (Medicine) u svom inventaru. Duplim klikom na lek automatski (nakon u&#269;itavanja) &#263;e&scaron; se prebaciti u pe&#263;inu (Cave).</span></p><p class="c0"><span></span></p><p class="c2"><span>3. Kada se pojavi&scaron; u pe&#263;ini ispred tebe &#263;e se pojaviti ranac (backpack). Uzmi sve iz njega i opremi se mitraljez (minigun), banditski egzoskeleton i artefakte obavezno zbog za&scaron;tite.</span></p><p class="c0"><span></span></p><p class="c2"><span>4. U inventaru tako&#273;e dobija&scaron; i nacrtanu mapu pe&#263;ine (Cave). Nju mo&#382;e&scaron; smestiti u slot za kratko oru&#382;je (pi&scaron;tolj) i pritiskom na pre&#269;icu za kratko oru&#382;je (default 2) umesto pi&scaron;tolja pojavi&#263;e ti se mapa. U pe&#263;ini postoje jednosmerni prolazi kroz zidove i zidovi uz koje je mogu&#263;e penjanje a da se to ne vidi. Treba striktno pratiti linije na mapi da bi do&scaron;ao na odredi&scaron;te ina&#269;e mo&#382;e&scaron; biti blokiran zidom.</span></p><p class="c0"><span></span></p><p class="c2"><span>5. Zadatak ti je da do&#273;e&scaron; do Minera (Shaktar) lociranog u odaji na donjoj levoj strani mape. Kada bude&scaron; razgovarao sa njim on &#263;e ti oduzeti sve stvari koje si na&scaron;ao u rancu na ulazu u pe&#263;inu, kao i artefakte. &#268;a&scaron;a sa lekom (Medicine) &#263;e se pojaviti u tvom inventaru. Duplim klikom na nju teleportova&#263;e&scaron; se nazad u selo po&#269;etnika (Rookie Village) u Kordonu (Cordon).</span></p><p class="c2"><span class="c4 c7">Ps. Mo&#382;e se prije razgovora sa Minerom, izbaciti svu municiju od mitraljeza na pod i sa&#269;uvati je za kasniju upotrebu-prodaju!</span></p><p class="c0"><span></span></p><p class="c2"><span class="c3">! Va&#382;no</span><span>: Pri povratku u Bar iz laboratorije X-18 u Tamnoj Dolini (Dark Valley) tvoj PDA &#263;e prestati da radi. Nesta&#263;e ti sa ekrana radar, krst ni&scaron;ana, stanje zdravlja, za&scaron;titnog odela i ostalo. Ne&#263;e&scaron; mo&#263;i pristupiti inventaru, mapi, kao ni razgovarati sa ljudima. Mora&scaron; se odmah zaputiti do barmena . On &#263;e ti re&#263;i da razgovara&scaron; sa tehni&#269;arem po imenu Associate. On ti nudi popravku PDA i &scaron;alje te da plati&scaron; barmenu, zatim se vra&#263;a&scaron; kod tehni&#269;ara da bi pokupio svoj PDA. Nakon &#269;ega dobija&scaron; poruku da tvoj PDA ponovo radi.</span></p><p class="c0"><span></span></p><p class="c2"><span class="c3">! Va&#382;no</span><span>: Nakon spa&scaron;avanja Nimble-a pitaj Sidorovi&#269;a u vezi kitova za popravku oru&#382;ja i za&scaron;titnih odela.</span></p><p class="c0"><span></span></p><p class="c2"><span class="c1">Potraga za izgubljenom ekspedicijom (Lost Expedition)</span></p><p class="c0"><span class="c1"></span></p><p class="c2"><span>1. Potra&#382;i le&scaron; vojnika ispod viedukta u Kordonu blizo Sela Po&#269;etnika (Rookie Village) da bi prona&scaron;ao poruku (Viedukt je tunel ispod puta izme&#273;u sela po&#269;etnika i mosta).</span></p><p class="c2"><span class="c7 c4">Ps. Ovo je potrebno da se uradi odmah posle prvog prolaza ispod mosta (sekcija: Prvog dana 1. odsjek)!</span></p><p class="c0"><span></span></p><p class="c2"><span>2. Prona&#273;i ranjenog bandita koji se pojavljuje u Deponiji (Garbage) nakon &scaron;to si uzeo poruku od mrtvog vojnika. Bandit ti je ozna&#269;en na mapi PDA u Deponiji (Garbage) blizo sru&scaron;ene zgrade pored punkta Djutija (Duty). Uzmi PDA od bandita.</span></p><p class="c0"><span></span></p><p class="c2"><span>3. Nakon toga tra&#382;i&scaron; bandita po imenu Friar koji je ukrao PDA (Friars PDA). Friar se mo&#382;e pojaviti u zadatku &ldquo;Ubiti bandita Pokera&rdquo; koji &#263;e&scaron; dobiti od generala Voronjina. (Na raznim prolazima mo&#382;e&scaron; nai&#263;i na Friara u Tamnoj Dolini (Dark Valley), Deponiji (Garbage), u Agropromu ili u podzemlju Agroproma.</span></p><p class="c0"><span></span></p><p class="c2"><span>4. Kada do&#273;e&scaron; do punkta Djutija u Deponiji (Garbage) popri&#269;aj sa Praporom (Nadle&#382;ni Oficir). Prapor ti nudi u zamenu za pokvareni PDA koji je prona&scaron;ao kod bandita (Mojito) za 10 nau&#269;ni&#269;kih prvih pomo&#263;i (first aid kits). Nakon &scaron;to mu da&scaron; prve pomo&#263;i kaza&#263;e ti da tehni&#269;ari u baru mogu da poprave taj PDA. Popri&#269;aj sa barmenom.</span></p><p class="c0"><span></span></p><p class="c2"><span>5. Ide&scaron; kod barmena i da&scaron; mu taj PDA. On zauzvrat tra&#382;i artefakt &ldquo;Tears of Fire&rdquo; (Vatrene suze) za popravku tog PDA.</span></p><p class="c0"><span></span></p><p class="c2"><span>6. Barmen ti govori da je PDA slu&#269;ajno uni&scaron;ten od strane tehni&#269;ara. &#268;ini se da je misija izgubljena.</span></p><p class="c0"><span></span></p><p class="c2"><span>7. Da bi se lanac doga&#273;aja nastavio mora&scaron; obaviti zadatke za Luka&scaron;a vo&#273;u Freedom-a. Da bi to uradio mora&scaron; ga obavestiti o odbegloj grupi Djutija (Dutu) predvo&#273;enoj Skull-om na farmi kod Freedom baze. Kada grupa Djutija bude eliminisana ode&scaron; do Luka&scaron;a i uzme&scaron; zadatak da ubije&scaron; izdajnika Pavlika. Izvr&scaron;i zadatak i onda preta&#382;i tela. Kada uzme&scaron; PDA od jednog mrtvog (Arasov le&scaron;) dobi&#263;e&scaron; informaciju o lokaciji pla&#263;enika Grey-a u Rostoku (Wild Territiry). Uputi se prema njegovoj lokaciji kako je prikazano na mapi.</span></p><p class="c0"><span></span></p><p class="c2"><span class="c3">! Va&#382;no: </span><span>Grey se ne&#263;e pojaviti dok misija ne bude gotova. Krug na mapi &#263;e pokazivati njegovu lokaciju ali on jo&scaron; uvek ne&#263;e biti tu.</span></p><p class="c0"><span></span></p><p class="c2"><span class="c3">! Info: </span><span>Max ne&#263;e voditi tim Freedom momaka da napadnu Duty grupu ako neko od Freedom-a le&#382;i ranjen negde (Obi&#269;na na snajperskom tornju).</span></p><p class="c0"><span></span></p><p class="c2"><span>8. U Rostoku (Wild Territory), blizu prelaza u Yantar na&#263;i &#263;e&scaron; grupu pla&#263;enika. Ubij Grey-a u pretra&#382;i njegovo telo. Iz njegovog PDA &#263;e&scaron; saznati o </span><span class="c9">izgubljenoj ekspediciji</span><span>. Iz informacija sa PDA tako&#273;e saznaje&scaron; da Saharov zna za tu ekspediciju. Idi da pri&#269;a&scaron; s njim.</span></p><p class="c0"><span></span></p><p class="c2"><span>9. Saharov &#263;e o tome pri&#269;eti tek kada isklju&#269;i&scaron; pr&#382;a&#269; (Burner) u X-16 laboratoriji i zavr&scaron;i&scaron; potragu za Fangovim ubicama (opisano nadalje).</span></p><p class="c0"><span></span></p><p class="c2"><span>10. Saharov &#263;e ti re&#263;i da izgubljenu ekspediciju mo&#382;e&scaron; prona&#263;i u laboratoriji X-10. Pretra&#382;i&#263;e&scaron; laboratoriju X-10 i prona&#263;i &#263;e&scaron; dva mrtva nau&#269;nika i jednog koji je jedva &#382;iv. Taj &scaron;to je jedva &#382;iv tra&#382;i&#263;e ti da ga ubije&scaron;. Upucaj ga i pretra&#382;i njegovo telo, prona&#263;i &#263;e&scaron; zapis (ili &#263;e se pojaviti u igra&#269;evom inventaru u zavisnosti &scaron;ta si u radio sa svojim stvarima tokom plja&#269;ke u zadatku sa Le-Havre-om) sa tranzicijom izme&#273;u X-10 i Sarkofaga.</span></p><p class="c0"><span></span></p><p class="c2"><span>11. Po&#269;inje&scaron; traganje za Ghost-ovim i Fangovim ubicama i nadalje u potragu za Ghost-om da bi mogao nastaviti liniju ove misije. (Ghost nagove&scaron;tava da iz X-10 postoji jo&scaron; jedan izlaz, ali gde?).</span></p><p class="c0"><span></span></p><p class="c2"><span>12. Ghost te &scaron;alje nazad u bar da bi pri&#269;ao sa Freeman-om. U slu&#269;aju da si se vratio do njega (zadatak 2. od po&#269;etka potrage za Ghostovim i Fangovim ubicama) prona&#263;i &#263;e informaciju o tajnom prolazu ka Monolitu (Sarkofag) iz X-10.</span></p><p class="c0"><span></span></p><p class="c2"><span>13. Idi na Deponiju (Garbage), ubij Tamaza i pokupi planove (blueprints) za X-10 i donesi ih Freeman-u.</span></p><p class="c0"><span></span></p><p class="c2"><span>14. Kada bude&scaron; dao planove (blueprints) iz X-10 Freeman-u sazna&#263;e&scaron; za tranziciju od X-10 prema Sarkofagu i obrnuto. (Vrata ulevo su zaklju&#269;ana kodnom bravom u prostoriji gde si isklju&#269;io Pr&#382;a&#269; Mozga (Brain Scorcher) Ta&#269;ka trnzicije &#263;e se pojaviti na tvojoj mini mapi (HUD).</span></p><p class="c0"><span></span></p><p class="c2"><span>15. Nakon toga se vra&#263;a&scaron; kod Ghost-a. Ukoliko si prona&scaron;ao izgubljenu ekspediciju i tranziciju izme&#273;u X-10 i Sarkofaga, potrebno je da donese&scaron; 10 zlatnih komada mesa artefakata (gold chunk of meat) iz &#268;ernobila-2.</span></p><p class="c0"><span></span></p><p class="c2"><span class="c3">! Va&#382;no: </span><span class="c12">Uzmi zadatak za skupljanje 10 zlatnih komada (gold chunk) za Ghost-a pre nego &scaron;to zavr&scaron;i&scaron; originalnu SoC pri&#269;u. Mo&#382;e&scaron; upotrebiti dekoder za otvaranje vrata u laboratoriju Monolita da bi do&scaron;ao do &#268;ernobila-2. Pokupi zlatne komade (gold chunk) i igraj dobar zavr&scaron;etak. Poslednji teleport &#263;e te vratiti u Pripyat.</span></p><p class="c0"><span class="c12"></span></p><p class="c2"><span>16. Donosi&scaron; Ghostu zlatne komade (gold chunk). Kao nagradu dobija&scaron; informaciju o tranziciji izme&#273;u &#268;ernobila-2 i Sarkofaga.</span></p><p class="c0"><span></span></p><p class="c2"><span>17. Pri&#269;aj ponovo sa Ghostom i uzmi zadatak da prona&#273;e&scaron; 3 dela dnevnika Monolita u &#268;ernobilu-2. Lokacije &#263;e se pojaviti na tvojoj PDA mapi.</span></p><p class="c0"><span></span></p><p class="c2"><span class="c3">! Info: </span><span>Tranzicija izme&#273;u Sarkofaga i &#268;ernobila-2 &#263;e postati vidljiva na tvojoj mini mapi (HUD) kada joj se bude&scaron; pribli&#382;io. Isto &#263;e se de&scaron;avati i sa ta&#269;kama tranzicije u podzemnom nivou. Druga tranzicija iz &#268;ernobila-2 u Sarkofag &#263;e se videti na regularnoj mapi.</span></p><p class="c0"><span></span></p><p class="c2"><span>18. Vrati se kod Ghost-a i daj mu dnevnike.</span></p><p class="c0"><span></span></p><p class="c2"><span class="c1">Potraga za Arharinim notebook-om (Arkharas Notebook)</span></p><p class="c0"><span class="c1"></span></p><p class="c2"><span>1. Pri&#269;aj sa Danom koji se nalazi u Ma&scaron;inskom parku (machine yard) u Mo&#269;varama (Swamp). Dan &#263;e se pojaviti tek nakon izvr&scaron;enja PKM zadatka dobijenog od strane vo&#273;e &#268;istog Neba (Clear Sky) Sviblova. Iako je ozna&#269;en na mapi PDA on tamo ne&#263;e postojati dok ne izvr&scaron;i&scaron; PKM zadatak.</span></p><p class="c0"><span></span></p><p class="c2"><span>2. Zatim idi u Agroprom (treba da ukrade&scaron; dokument iz glavne STALKER pri&#269;e).</span></p><p class="c0"><span></span></p><p class="c2"><span>3. Onda pri&#269;aj sa Zaharom u Baru (mo&#382;e ti se desiti da slu&#269;ajno prihvati&scaron; zadatak da za&scaron;titi&scaron; &#269;lanove Danove grupe u Kordonu - to je opciono).</span></p><p class="c2"><span class="c7 c4">Ps. Zadatak za za&scaron;titu Danove grupe si mo&#382;e&scaron; ostaviti za kasnije, dok ne nabavi&scaron; dosta dobro oru&#382;je!</span></p><p class="c0"><span></span></p><p class="c2"><span>4. Dan ti pri&#269;a o neobi&#269;nim de&scaron;avanjima u vojnoj bazi u Agropromu. &Scaron;alje te da se sretne&scaron; sa grupom stalkera predvo&#273;enim Arharom. Sre&#263;e&scaron; se sa grupon stalkera koja po&#269;inje napad na vojnu bazu i uzima&scaron; ne u&scaron;telovanu PSI kacigu (PSI helmet). Isporu&#269;uje&scaron; je Danu.</span></p><p class="c0"><span></span></p><p class="c2"><span class="c3">! Info: </span><span>Mo&#382;e&scaron; ostaviti vojnog trgovca u agropromu u &#382;ivotu tokom dnevnog napada na vojnu bazu tako &scaron;to &#263;e&scaron; ukrasti kacigu, zatim prespavati do no&#263;i (trgovac nestaje sa svoga mesta ispod el. stuba tokom no&#263;i), zatim prati Arharinu grupu do tunela za vozove u Agropromu od vojne baze. Prati tu grupu do ulaza u tunel. Kada osvane novi dan trgovac &#263;e se ponovo pojaviti ispod stuba i bi&#263;e za&scaron;ti&#263;en.</span></p><p class="c0"><span></span></p><p class="c2"><span>5. Pri&#269;aj sa Arharom da bi dobio posao da prona&#273;e&scaron; njegov Notebook.</span></p><p class="c0"><span></span></p><p class="c2"><span>6. Upodzemlju Agroproma pronalazi&scaron; le&scaron; kod kojeg &#263;e&scaron; prona&#263;i Arharin Notepad.</span></p><p class="c0"><span></span></p><p class="c2"><span>7. Daje&scaron; ga Arhari. Slede&#263;i posao koji dobija&scaron; je da donese&scaron; lap-top Arhari, ali ti je potrebna PSI kaciga (PSI helmet) od Dana. Zato idi i vidi se sa Danom.</span></p><p class="c0"><span></span></p><p class="c2"><span>8. Pri&#269;a&scaron; sa Danom i dobija&scaron; zadatak da prona&#273;e&scaron; nau&#269;ni&#269;ki fle&scaron; drajv (flash card) iz X-18 laboratorije u Tamnoj Dolini (Dark Valley).</span></p><p class="c0"><span></span></p><p class="c2"><span class="c3">! Info: </span><span>Verovatno &#263;e&scaron; ve&#263; do tada imati taj fle&scaron; drajv iz prethodne misije. Potra&#382;i u svom inventaru fle&scaron; drajv po imenu: &ldquo;Flash Card of Scientist&rdquo;.</span></p><p class="c0"><span></span></p><p class="c2"><span>9. Daj taj fle&scaron; drajv Danu i on &#263;e ti dati PSI kacigu koja je identi&#269;na onoj koju si dobio od Saharova.</span></p><p class="c0"><span></span></p><p class="c2"><span>10. Idi u Radar i prona&#273;i Arharin Notebook (to je u stvari lap-top). Sivi krug na mapi &#263;e ti pribli&#382;no pokazati lokaciju.</span></p><p class="c0"><span></span></p><p class="c2"><span>11. Lap-top odnesi Yakutu koji je u Vojnim skladi&scaron;tima (Military Warehouses) u kampu samotnjaka (Loner) nasuprot ulaza u Freedom bazu (centralni deo oblasti).</span></p><p class="c0"><span></span></p><p class="c2"><span class="c1">Po&#269;etak potrage za Ghost-ovim i Fangovim ubicama</span></p><p class="c0"><span class="c1"></span></p><p class="c2"><span>0. pri&#269;aj sa Freemanom u Baru. On &#263;e ti dati misiju da mu vrati&scaron; njegov pi&scaron;tolj (Desert Eagle) iz Rostoka (Wild Territory).</span></p><p class="c0"><span></span></p><p class="c2"><span>1. Kada mu bude&scaron; vratio pi&scaron;tolj popri&#269;aj sa njim ponovo. Da&#263;e ti novi zadatak da mu donese&scaron; njegov kofer koji se nalazi kod pla&#263;enika D&#382;ejmsa (James) u Rostoku (Wild Territory). Prona&#273;i D&#382;ejmsa (u vagonu) i pri&#269;aj sa njim. On ne&#263;e hteti da da Freemanov kofer i napada te. Ubij njegao i ostale pla&#263;enike koji se budu pojavili. Prod&#382;epari le&scaron;eve i kofer odnesi Freemanu.</span></p><p class="c0"><span></span></p><p class="c2"><span>2. Zatim idi kod Saharova on &#263;e ti dati zadatak da prona&#273;e&scaron; Ghost-ov PDA u laboratoriji X-16. Kruglov ti tako&#273;e daje zadatak da mu prona&#273;e&scaron; dekoder na istoj lokaciji. Mo&#382;e&scaron; oba zadatka obaviti u isto vreme.</span></p><p class="c0"><span></span></p><p class="c2"><span>3. Nakon toga pri&#269;a&scaron; sa Kruglovom (ili Semjonovim ako je ovaj poginuo) o Ghostu. On ti daje zadatak da prona&#273;e&scaron; Ghostov dnevnik. Lokacija je ozna&#269;ena na PDA. Prona&#273;i Ghostov dnevnik u Agropromu i donesiga Kruglovu. Kruglov ti nagove&scaron;tava da treba da pri&#269;a&scaron; sa barmenom.</span></p><p class="c0"><span></span></p><p class="c2"><span>4. Ide&scaron; da pri&#269;a&scaron; sa Barmenom. Tra&#382;i&#263;e da mu donese&scaron; artefakt Symbion u zamenu za va&#382;nu informaciju. Donesi mu artefakt.</span></p><p class="c0"><span></span></p><p class="c2"><span class="c1">U potrazi za Fangovim ubicom</span></p><p class="c0"><span class="c1"></span></p><p class="c2"><span>7. Pri&#269;aj sa liderom Djutija generalom Voronjinom da bi ti on dao zadatak da donese&scaron; fle&scaron; drajv od ludog stalkera (Crazy Stalker).</span></p><p class="c0"><span></span></p><p class="c2"><span>8. Ubije&scaron; ludog stalkera koji &#382;ivi u Vojnim Skladi&scaron;tima (Army Warehouse) u mo&#269;vari (Brvnara na &scaron;ipovima). Iz njgovog inventara uzmi fle&scaron; drajv i vrati ga generalu.</span></p><p class="c2"><span>(Freedomovac Max &#263;e ti tra&#382;iti isti taj fle&scaron; drajv, uzmi oba zadatka i prvo ga daj Maxu, pa ga otkupi od njega, a potom ga daj Voronjinu).</span></p><p class="c2"><span>(Jo&scaron; jedna stvar: Mo&#382;e se desiti da stvorenja u mo&#269;vari ubiju ludog stalkera jo&scaron; pre misije i njegovo telo mo&#382;e nestati. Da bi to spre&#269;io ubij ludog stalkera &scaron;to je pre mogu&#263;e).</span></p><p class="c0"><span></span></p><p class="c2"><span>9. Slede&#263;e &scaron;ta radi&scaron; da ide&scaron; u bar da pri&#269;a&scaron; sa Dou&scaron;nikom (Snitch). Za informaciju tra&#382;i&#263;e ti PDA od pla&#263;enika po imenu Tirana.</span></p><p class="c0"><span></span></p><p class="c2"><span>10. Dou&scaron;nik (Snitch) &#263;e te poslati kod Dana u Mo&#269;varu (Swamp) da bi prona&scaron;ao PDA. Dan se pojavljuje tokom PKM Misije koju dobija&scaron; od Sviblova. Pre toga on mo&#382;e biti markiran na mapi ali ga ne&#263;e biti natoj lokaciji. Zato je potrebno da tu misiju po&#269;ne&scaron; ranije.</span></p><p class="c0"><span></span></p><p class="c2"><span class="c3">! Info: </span><span>Tranzicija izme&#273;u Mo&#269;vare (Swamp) i Kordona se pojavljuje nakon razgovora sa Fanatikom i odbrane Sela Po&#269;etnika (Rookie Village) od pla&#263;enika nakon bekstva iz laboratorije X-18 u Tamnoj Dolini (Dark Valley).</span></p><p class="c0"><span></span></p><p class="c2"><span>11. Tiranov PDA daje&scaron; Dou&scaron;niku (Snitch). On &#263;e ti re&#263;i za pla&#263;enika Le-Havra.</span></p><p class="c0"><span></span></p><p class="c2"><span>12. U razgovoru sa Dou&scaron;nikom shvata&scaron; da je Freedom u kontaktu sa Le-Havrom.</span></p><p class="c0"><span></span></p><p class="c2"><span>13. Ide&scaron; da razgovara&scaron; sa Le-Havrom u Freedom bazu. On ti daje zadatak da ubije&scaron; pla&#263;enika po imenu Bolt i donese&scaron; mu Boltov PDA.</span></p><p class="c0"><span></span></p><p class="c2"><span>14. Ponovo pri&#269;a&scaron; sa Le-Havrom i prihvata&scaron; zadatak da pokupi&scaron; informaciju od mrtvog Monolitskog &scaron;pijuna u X-10.</span></p><p class="c0"><span></span></p><p class="c2"><span>15.U X-10 pronalazi&scaron; le&scaron; Monolita u uzima&scaron; dokumenta, Donosi&scaron; ih Le-Havru.</span></p><p class="c0"><span></span></p><p class="c2"><span>16. Posle toga idi u Bar da pri&#269;a&scaron; sa Freemanom. On &#263;e ti pri&#269;ati o skupu pla&#263;enika u Tamnoj Dolini (Dark Valley). Tra&#382;i&#263;e da mu donese&scaron; fle&scaron; drajv od jednog pla&#263;enika. Ikonica na mapi &#263;e se pojaviti na tvom PDA u Fabrici gde je ulaz u X18.</span></p><p class="c0"><span></span></p><p class="c2"><span>17. Idi u Fabriku, sretni se sa tim pla&#263;enikom i fle&scaron; drajv donesi Freemanu.</span></p><p class="c0"><span></span></p><p class="c2"><span>18, Kada mu preda&scaron; taj fle&scaron; drajv, idi i pri&#269;aj sa Le-Havrom ponovo. Le-Havre &#263;e te drogirati i oplja&#269;kati. (Pre tog razgovora nemoj nositi puno stvari sa sobom. Kada u&#273;e&scaron; u prostoriju sa Le-Havrom izbaci sve va&#382;ne stvari iz inventara, jer kada se probudi&scaron; mo&#263;i &#263;e&scaron; da ih pokupi&scaron; i one ne&#263;e nestati.</span><span class="c9">&nbsp;I jako va&#382;no</span><span>&nbsp;</span><span class="c3">Otvori ona vrata u sarkofagu sa dekoderom iz Pripyata pre ovoga jer &#263;e&scaron; dekoder trajno izgubiti, kit za opravku oru&#382;ja i odela isto obavezno izbaci</span><span>).</span></p><p class="c0"><span></span></p><p class="c2"><span>19. Ponovo pri&#269;aj sa Le-Havrom, on ti tada postaje neprijatelj, slobodno ga rokni i ostale njegove saradnike.</span></p><p class="c0"><span></span></p><p class="c2"><span>20. Pri&#269;aj sa Yakutom u kampu Samotnjaka (Loner camp). Re&#263;i &#263;e ti za sanduk odnet iz Freedom baze skorije (tu su ti stvari koje ti je Le-Havre oplja&#269;kao).</span></p><p class="c0"><span></span></p><p class="c2"><span>21. Idi prema pla&#263;eni&#269;kom punktu i pobij sve pla&#263;enike i pokupi sanduk.</span></p><p class="c0"><span></span></p><p class="c2"><span>22. Daj sanduk Yakutu i on &#263;e ti vretiti tvoje stvari. (UPOZORENJE: neke stvari mogu nestati kao pomenuti dekoder. Ukoliko se to desi mo&#382;e&scaron; ga dodati me&#273;u trgov&#269;eve stvari da bi ponovo do&scaron;ao do njega.)</span></p><p class="c0"><span></span></p><p class="c2"><span class="c1">Potraga za Ghostom</span></p><p class="c0"><span class="c1"></span></p><p class="c2"><span>7. Pri&#269;aj sa Kruglovom. Da bi de&scaron;ifrovao dnevnik treba mu kompjuter koji radi. &Scaron;alje te kod Arhare. Arhara &#263;e se pojaviti tokom zadatka u vezi pronalaska neispravne PSI kacige (not adjusted PSI Helmet) od vojske u Agropromu koji si dobio od Dana. Ikona mo&#382;e pokazivati njegovu lokaciju ali njega tamo ne&#263;e biti. Tako da taj zadatak mora&scaron; odradtiti pre ovog (zadatak je opisan u sekciji potraga za Arharinim Notebook-om).</span></p><p class="c0"><span></span></p><p class="c2"><span>8. U pri&#269;i sa Arharom saznaje&scaron; da &#263;e&scaron; ispravan kompjuter prona&#263;i u laboratoriji X-18.</span></p><p class="c0"><span></span></p><p class="c2"><span>9. Idi u X-18 da na&#273;e&scaron; taj komjuter i donesi ga Kruglovu.</span></p><p class="c0"><span></span></p><p class="c2"><span>10. Kruglov te &scaron;alje kod Yakuta (u kampu samotnjaka kod Freedom baze).</span></p><p class="c2"><span>(Dijalog &#263;e biti mogu&#263; jedino ako pre toga ima&scaron; odra&#273;ene zadatke: potraga za Fangovim ubicama i pr&#382;a&#269; (Burner) u Yantaru u lab X-16).</span></p><p class="c0"><span></span></p><p class="c2"><span>11. Dobi&#263;e&scaron; (ili si ve&#263; dobio) SMS od Ghosta.</span></p><p class="c0"><span></span></p><p class="c2"><span>12. Onda ide&scaron; do Yakuta i pita&scaron; ga hde da na&#273;e&scaron; Ghosta? On te &scaron;alje u Agroprom podzemlje.</span></p><p class="c0"><span></span></p><p class="c2"><span>13. U podzemlju Agroproma nale&#263;e&scaron; na zasedu, ali oni o&#269;igledno nisu tebe &#269;ekali. (Nije sasvim jasno da li je ispunjenje ove misije definisano ubistvom svih Osvetnika (Avengers) ili izlaskom na drugi izlaz iz podzemlja).</span></p><p class="c0"><span></span></p><p class="c2"><span>14. posle toga se vra&#263;a&scaron; do Yakuta. On ti navodi na drugu lokaciju gde bi Ghost mogao biti. &Scaron;alje te u Radar. Ghostova lokacija je obele&#382;ena na mapi (ulaz u lab X-10). Idi tamo i prona&#263;i &#263;e&scaron; Ghosta.!</span></p><p class="c0"><span></span></p><p class="c2"><span>15. Ghost te &scaron;alje u Mo&#269;varu (Swamp) da bi sreo Sovinu (Owl) grupu i poku&scaron;ao da ubije&scaron; &#381;ivotinju (Beast). Sovina grupa &#263;e ti biti prikazana na mapi u mop&#269;vari kada misija bude prihva&#263;ena. &#381;ivotinja (Beast) je lociran na Severnoj farmi (Northern farmstead) u gornjem NE uglu mape mo&#269;vare blizo tranzicije u Kordon. Ubij jednog od &#381;ivotinjinih (Beast) pristalica i uzmi fle&scaron; drajv.</span></p><p class="c0"><span></span></p><p class="c2"><span>16. Usput, ukoliko je Sova (Owl) ubijen, pretra&#382;i njegov le&scaron; i dobi&#263;e&scaron; informaciju o njegovom &scaron;teku u X-10. U njegovom &scaron;teku prona&#263;i &#263;e&scaron; poruku od Sove (Owl) za Ghosta. (&Scaron;tek je mogu&#263;e prona&#263;i bez obzira jeli Sova poginuo ili nije. Treba samo da ga potra&#382;i&scaron;).</span></p><p class="c0"><span></span></p><p class="c2"><span>17. Vrati se kod Ghosta i donesi mu &#381;ivotinjin (Animal) fle&scaron; drajv.</span></p><p class="c0"><span></span></p><p class="c2"><span>18.Tada te Ghost &scaron;alje u Kordon do Vojnog punkta. Pobij vojsku i Osvetnike (Avengers) i uzmi dokumente od vo&#273;e osvetnika (opet) &#381;ivotinje (Beast-Animal).</span></p><p class="c0"><span></span></p><p class="c2"><span class="c3">! Info: </span><span>Ubistvom vo&#273;e Osvetnika (Avengers) sa dokumentima mo&#382;e prouzrokovati da helikopteri odu. Tako&#273;e mo&#382;e&scaron; probati da za&scaron;titi&scaron; selo po&#269;etnika (Rookie Village) od protivnapada da bi Fanatika odr&#382;ao u &#382;ivotu.</span></p><p class="c0"><span></span></p><p class="c2"><span>19. Dokumenta donesi Ghostu.</span></p><p class="c0"><span></span></p><p class="c2"><span>(Ovde se zavr&scaron;avaju odre&#273;eni zadaci, ali ne svi iz Soljanke).</span></p><p class="c0"><span></span></p><p class="c2"><span class="c1">Zadaci &#268;istog Neba (Clear Sky)</span></p><p class="c0"><span class="c1"></span></p><p class="c2"><span>INFO: Fanatik te nagra&#273;uje tranzicijom izme&#273;u Kordona i Mo&#269;vare kada zavr&scaron;i&scaron; zadatak za&scaron;tite sela po&#269;etnika od pla&#263;enika pri povratki iz X-18 iz Tamne Doline.</span></p><p class="c0"><span></span></p><p class="c2"><span>1. Na ulazu u Mo&#269;varu nalazi se naselje u kojem sre&#263;e&scaron; seoskog vo&#273;u (Village Clerk). On ti daje zadatak da mu spase&scaron; prijatelja iz zarobljeni&scaron;tva kod bandita. idi do Crkve i pobij bandite i spasi zarobljenika koji se zove Sahat.</span></p><p class="c0"><span></span></p><p class="c2"><span>2. Vrati se kod seoskog vo&#273;e (Village Clerk) i ka&#382;i mu da si ga spasao. On &#263;e ti onda re&#263;i gde se nalazi telepor za bazu &#268;istog Neba (Clear Sky).</span></p><p class="c0"><span></span></p><p class="c2"><span>3. Onda ide&scaron; u bazu i sre&#263;e&scaron; 3 razli&#269;ita karaktera koji ti daju zadatke - Basila, Colda i vo&#273;u Sviblova.</span></p><p class="c0"><span></span></p><p class="c2"><span>4. Basilov zadatak je prona&#263;i lekovitu salve (</span><span class="c3">Healing Salve</span><span>?!?)</span></p><p class="c2"><span>&nbsp;4.1 Ide&scaron; do Kalmika (Kalmyk) na pumpnoj stanici - mesto ti je ozna&#269;eno na mapi sivim krugom. U kolibi na platformi je ranac (backpack) sa ru&#269;nom granatom u sebi. Uzmi granatu i ona &#263;e eksplodirati (trebalo bi da si dobro za&scaron;ti&#263;en od eksplozije - artefakti+odelo). Nakon eksplozije Kalmik se pojavljuje.</span></p><p class="c2"><span>&nbsp;4.2 razgovara&scaron; sa Kalmikom koji tra&#382;i da mu donese&scaron; kontejner iz ranca. Lokacija kontejnera je markirana na mapi sivim krugom.</span></p><p class="c2"><span>&nbsp;4.3 Ide&scaron; do ranca i uzima&scaron; kontejner. Ranac je okru&#382;en teleportima. Postoji samo jedan prolaz do ranca. (Obi&#269;no se rancu mo&#382;e pri&#263;i sa ju&#382;ne strane od prilike iz pravca Clear Sky baze).</span></p><p class="c2"><span>&nbsp;4.4 Donesi kontejner Kalmiku i on &#263;e to onda ponuditi kontejnere sa ma&scaron;&#263;u u zamenu za fla&scaron;e sa vodkom. Zameni se za 3 posude sa ma&scaron;&#263;u i donesi ih Basilu.</span></p><p class="c2"><span>&nbsp;4.5 Nakon &scaron;to si dao Basilu mast on &#263;e mo&#263;i da ti nadogradi odre&#273;ena odela.</span></p><p class="c0"><span></span></p><p class="c2"><span>5. Cold ti daje jednostavan zadatak - ozna&#269;i jedinstvenog Pseudo Giganta (Pseudo Giant) u Agropromu. Lokacija je ozna&#269;ena na mapi PDA. Pseudo Gigant se kre&#263;e u jaruzi u severno-isto&#269;nom delu Agroproma gde je trgovac Adrenalin (od ulaza iz Deponije na desno uz ogradu). Mora&scaron; pogoditi Pseudo Giganta sa specijalnom strelicom iz Iglometa koji ti Cold bude dao.</span></p><p class="c2"><span class="c7 c4">Ps. Pseudopsi u Agropromu mogu prije teba da napadnu Pseudo Giganta, pa je potrebno da se taj zadatak napravi odmah kod dolazka u Agroprom!</span></p><p class="c2"><span>&nbsp;5.1 Vra&#263;a&scaron; Iglomet Coldu i govori&scaron; mu da si ozna&#269;io Pseudo Giganta.</span></p><p class="c2"><span>Zadatci Sviblova su klju&#269;ni za dalji nastavak pri&#269;e, uklju&#269;uju&#263;i otvaranje tranzicije ka novim lokacijama (Limansk i sl.)</span></p><p class="c0"><span></span></p><p class="c2"><span>6. Pri&#269;a&scaron; sa vo&#273;om &#268;isog Neba (Clear Sky) Sviblovim da bi dobio zadatak da mu donese&scaron; mozak jedinstvenog Kontrolera (Controller). Lokacija gde se Kontroleri pojavljuju je ozna&#269;ena na mapi. Pobij Kontrolere i pretra&#382;i tela da bi do&scaron;ao do mozgova.</span></p><p class="c2"><span class="c7 c4">Ps. Najlak&scaron;e se taj zadatak odigra sa granatama...</span></p><p class="c0"><span></span></p><p class="c2"><span>7. Daj mozgove Sviblovu da bi imao mogu&#263;nost da razmeni informacije o jedinstvenim stvorenjima za oru&#382;je.</span></p><p class="c0"><span></span></p><p class="c2"><span>8. Ponovo pri&#269;aj sa Sviblovim i uzmi zadatak da ukrade&scaron; jedinstveni PKM od bandita. &Scaron;alje te da se sretne&scaron; sa izvi&#273;a&#269;em Kashcheyev-im blizo ma&scaron;inskog parka (Machine Yard). Kashcheyev-a lokacija je ozna&#269;ena na mapi. Idi i pri&#269;aj s njim odmah. Ina&#269;e &#263;e ubzo poginuti u borbi s banditima ili nestati u nekoj anomaliji.</span></p><p class="c0"><span></span></p><p class="c2"><span>9. Pri&#269;aj s Kashcheyev-om zbog instrukcija.</span></p><p class="c0"><span></span></p><p class="c2"><span>10. Ide&scaron; na lokaciju gde su banditi i penje&scaron; se na krov. S krova ska&#269;e&scaron; dole da bi pokupio PKM. Pre nego &scaron;to uzme&scaron; PKM banditi te nesmeu videti. ina&#269;e &#263;e misija propasti.(Najbolje je sa isto&#269;ne strane popeti se na tank i sa njega na krov i onda puze&#263;i do&#263;i do mesta gde se ranac nalazi, uzeti PKM i to je to).</span></p><p class="c0"><span></span></p><p class="c2"><span>11. kada uzme&scaron; PKM iz ranca grupa Lovaca (Hunters) predvo&#273;ena Danom se pojavljuje. Oni tipoma&#382;u da uni&scaron;ti&scaron; bandite.. Sada mo&#382;e&scaron; napasti bandite. Kada banditi budu pobijeni pri&#269;aj sa Danom. Ali o tome vi&scaron;e kasnije.</span></p><p class="c0"><span></span></p><p class="c2"><span>12. PKM odnesi Sviblovu da bi dobio novi zadatak - da obezbedi&scaron; trgovinu oru&#382;jem izme&#273;u &#268;istog Neba(clear Sky) i grupe pla&#263;enika u Kordonu.</span></p><p class="c0"><span></span></p><p class="c2"><span>13.Ide&scaron; u fabriku pored poru&scaron;enog &#382;eljezni&#269;kog mosta u kordonu. (Ako si uzeo od Zahara misiju u vezi njegovih momaka, oni &#263;e biti tamo i pomo&#263;i pri borbi). (PDA &#263;e te mo&#382;da pogre&scaron;no obavestiti da se posao odvija na farmi slobodnjaka). Da bi ovaj posao ordradio mora&scaron; ispuniti 2 uslova:</span></p><p class="c2"><span>-Pla&#263;enici te ne smeju primetiti pre poziva u pomo&#263;</span></p><p class="c2"><span>-Nakon poziva u pomo&#263; i kada pla&#263;enici ubiju slobodnjaka (Muff) njegov drugar mora pre&#382;iveti.</span></p><p class="c2"><span>Da bi izvr&scaron;io ovaj zadatak mora&scaron; se sakriti u fabrici tako da ti bude zgodno da isko&#269;i&scaron; i po&#269;ne&scaron; ubijati pla&#263;enike. Nakon poziva u pomo&#263; jedva par sekundi ima&scaron; da odreaguje&scaron; dok pla&#263;enici mirno stoje - tokom tog vremena gledaj da ih ubije&scaron; najmanje 2. Muff i njegov drugar &#263;e pomo&#263;i da se pobiju ostali pla&#263;enici.</span></p><p class="c0"><span></span></p><p class="c2"><span>14. Idi do Sviblova i ka&#382;i mu da si odradio zadatak.</span></p><p class="c0"><span></span></p><p class="c0"><span></span></p><p class="c2"><span class="c1">Kostjini zadaci, Potraga za Crnim Doktorom (Black Doctor)</span></p><p class="c0"><span></span></p><p class="c2"><span>1. Pri&#269;aj sa Danom. Dobija&scaron; zadatak da razgovara&scaron; sa Ma&#269;kom (Cat). Ma&#269;kova lokacija je ozna&#269;ena na PDA.</span></p><p class="c0"><span></span></p><p class="c2"><span>2. Odlazi&scaron; do Ma&#269;ka (Cat). On &#263;e tra&#382;iti da ga otprati&scaron; do spaljenog sela (Burnt-out Village) da bi potra&#382;io le&scaron; monolita. Direktno iza Ma&scaron;ka (Cat) u centru ru&scaron;evine sa pove&#263;anom radijacijom je le&scaron; koji tra&#382;i&scaron;. Trebalo bi pre toga da se dobro za&scaron;titi&scaron; od radijacije.</span></p><p class="c0"><span></span></p><p class="c2"><span>3. Pretra&#382;i le&scaron; monolita. Uzmi mapu i daj je ma&#269;ku (Cat).</span></p><p class="c0"><span></span></p><p class="c2"><span>4. Isprati Ma&#269;ka (Cat) do te&#269;eporta za bazu &#268;istog Neba (Clear Sky). Zatim ide&scaron; do Ma&#269;ka (Cat) koji se nalazi u baru kod Ledenog (Cold) u bazi &#268;istog Neba. Re&#263;i &#263;e ti da porazgovara&scaron; sa oficirom za vezu u prostoriji za vezu.</span></p><p class="c0"><span></span></p><p class="c2"><span class="c3">! Va&#382;no: </span><span>Mo&#382;da &#263;e&scaron; morati da iza&#273;e&scaron; iz mape Mo&#269;vare (Swamp) i da se ponovo vrati&scaron; da bi se Ma&#269;ak (Cat) pojavio u baru u bazi &#268;istog Neba.</span></p><p class="c0"><span></span></p><p class="c2"><span>5. Pri&#269;a&scaron; sa NPC-om koji se mo&#382;e razli&#269;ito zvati lociranom u objektu pored objekta vo&#273;e Sviblova. On stoji u sobi prepunoj elektronskih ure&#273;aja. Tra&#382;i&#263;e ti televizor da mu donese&scaron;.</span></p><p class="c0"><span></span></p><p class="c2"><span>6. ide&scaron; u Kordon. TV je lociran pored Akima trgovca, odnesi ga NPC-u &#268;istog neba (Clear Sky). Zauzvrat &#263;e&scaron; dobiti informaciju o mogu&#263;im lokacijama Monolita (markirano krugovima na mapi).</span></p><p class="c2"><span class="c7 c4">Ps. Taj TV mogu da odnesu i drugi Stalkeri, pa je najbolje da usled prvog posjeta kod Akima uzmete TV i poshranite ga na sigurno mjesto!</span></p><p class="c0"><span></span></p><p class="c2"><span>7. Pretra&#382;i te lokacije. Prona&#273;i Monolite i pobij ih. Pokupi Notebook sa jednog od le&scaron;eva.</span></p><p class="c0"><span></span></p><p class="c2"><span>8. Notebook &#263;e&scaron; dati Ma&#269;ku (Cat) koji namerava da krene na sastanak u Bar kod barmena.</span></p><p class="c0"><span></span></p><p class="c2"><span>9. Realno, Ma&#269;ak (Cat se mo&#382;e pojaviti na dva mesta - direktno u Baru ili u Vojnim skladi&scaron;tima (Army Warehoses) u Stalkerskom kampu. Nije poznato &scaron;ta uti&#269;e na to gde &#263;e se on pojaviti. Uzima&scaron; zadatak oa Ma&#269;ka (Cat) da mu donese&scaron; lek od Kalmyka iz Mo&#269;vare.</span></p><p class="c0"><span></span></p><p class="c2"><span>10. Ide&scaron; do Kalmyka na pumpnoj stanici u Mo&#269;vari koji ti saop&scaron;tava da mu trebaju sastojci za taj lek (10 snorkovih stopala + No&#263;na zvezda (Night Star) artefakt). Donesu mu te sastojke. Bi&#263;e mu potrebno oko 24 &#269;asa da napravi taj lek.</span></p><p class="c0"><span></span></p><p class="c2"><span class="c3">! Va&#382;no: </span><span>Ako nisi obavio zadatak broj 4 u bazi &#268;istog Neba (Clear Sky) zadatak za Kalmyka se ne&#263;e pojaviti jo&scaron;. treba da ide&scaron; do Kalmyka na pumpnoj stanici u Mo&#269;vari - mesto je markirano sivim krugom na mapi PDA (Kalmykova lokacija &#263;e biti prikazana kao ikona beli NPC na mapi). U kolibi na podu le&#382;i ranac sa ru&#269;nom bombom u njemu. Uzmi bombu i ona &#263;e eksplodirati. Kalmyk &#263;e se pojaviti i onda ga mo&#382;e&scaron; pitati za lek.</span></p><p class="c0"><span></span></p><p class="c2"><span>11. Lek odnosi&scaron; Ma&#269;ku (Cat). On te &scaron;alje da pokupi&scaron; informaciju od Monolita u Agropromu.</span></p><p class="c0"><span></span></p><p class="c2"><span>12. Jugo-zapadno od kompleksa (izza vojne baze u Agropromu) prona&#273;i grupu Monolita i oslobodi njihove zarobljenika Chuka i Hucka. Popri&#269;aj sa bilo kim od njih dvojce. Otprati ih obojcu do centralnog kompleksa. Preporu&#269;uje se da prethodno o&#269;isti&scaron; tu rutu od neprijatelja - u suprotnom &#263;e ti mladi stalkere , kao i Kruglov, srljati u borbu sa svim &scaron;to se tuda kre&#263;e i uzrokovati da ti misija propadne. Mo&#382;da &#263;e biti potrebno da nekoliko puta snimi&scaron;/u&#269;ita&scaron; igru ukoliko se Ai zaglavi.</span></p><p class="c0"><span></span></p><p class="c2"><span>13. Na teritoriji centralnog kompleksa popri&#269;aj sa Chukom ili Huckom da dobio dragocene informacije. Onda idi do Ma&#269;ka (Cat).</span></p><p class="c0"><span></span></p><p class="c2"><span>14. Podeli te informacije sa Ma&#269;kom i sazna&#263;e&scaron; za Rabinovi&#269;a, onda uzmi posao da ode&scaron; do Skinflinta (Miser) da bi saznao Rabinovi&#269;evu lokaciju. Idi.</span></p><p class="c0"><span></span></p><p class="c2"><span>15. Skinflint (Miser) ti govori da &#263;e&scaron; informaciju koja ti treba dobiti od stalkera po imenu Modesti koji je poslednji put vi&#273;en u selu Krvopija (Bloodsucker Village). Uputi se tamo.</span></p><p class="c0"><span></span></p><p class="c2"><span>16. U &nbsp;selu Krvopija (Bloodsucker Village) prona&#273;i Surly-ja i Jokera koji pri&#269;aju pored vatre. Popij 3 fla&scaron;e Vodke sa Jokerom i dobi&#263;e&scaron; informaciju o Modestiju. Joker &#263;e ti re&#263;i da je poslednji put video Modestija kako luta oko sela Krvopija (Bloodsucker Village).</span></p><p class="c0"><span></span></p><p class="c2"><span>17.Pretra&#382;i selo krvopija da bi prona&scaron;ao Modestija Ranjenog. Daj mu prvu pomo&#263; (Medkit) i dobi&#263;e&scaron; informaciju o Rabinovi&#269;u. Grupa Osvetnika (Avengers) &#263;e se pojaviti kada bide&scaron; le&#269;io Modestija, mo&#382;da je bolje da prvo s njim pri&#269;a&scaron; o Rabinovi&#269;u, pa pobije&scaron; Osvetnike, a tek onda mu da&scaron; prvu pomo&#263;. U suprotnom mo&#382;e poginuti.</span></p><p class="c0"><span></span></p><p class="c2"><span>18. Idi u Pripyat. Rabinovi&#269; je u stambenoj zgradi sa prehrambenom prodavnicom blizu hotela (prona&#263;i &#263;e&scaron; ga na drugom spratu u stambenoj zgradi blizu ulaza na stadion). Pri&#269;aj sa njim.</span></p><p class="c0"><span></span></p><p class="c2"><span>19. Rabinovi&#269; &#263;e ti dati informaciju o Crnom Doktoru (Black Doctor). Pri&#269;aj sa Ma&#269;kom (Cat) u Baru.</span></p><p class="c0"><span></span></p><p class="c2"><span>20. Kada bude&scaron; pri&#269;ao sa Ma&#269;kom u Baru on &#263;e ti re&#263;i da razgovara&scaron; sa Zaharom (vo&#273;om lovaca u Baru).</span></p><p class="c0"><span></span></p><p class="c2"><span>21. Pri&#269;a&scaron; sa vo&#273;om lovaca Zaharom i on &#263;e ti tra&#382;iti da mu spase&scaron; Brata Louisa od grupe Osvetnika (Avengers) kod severne farme (Northen Farmstead) u Mo&#269;vari. Ukoliko je Brat Louis prethodno ranjen ili poginuo, osvetnik &#263;e zauzeti njegovo &nbsp;mesto i imati pri&#269;u sa tobom.</span></p><p class="c0"><span></span></p><p class="c2"><span>22. Ide&scaron; u Mo&#269;varu. Baza Osvetnika (Avengers) je u severo-isto&#269;nom uglu mape Mo&#269;vare blizo severne tranzicije u Kordon. Ubije&scaron; osvetnike i odr&#382;i&scaron; Brata Louisa u &#382;ivotu. Pri&#269;aj s njim i dobi&#263;e&scaron; informaciju o Francuzu (Frenchman).</span></p><p class="c0"><span></span></p><p class="c2"><span>23. Zatim idi u Freedom bazu i uzmi PDA od mrtvog &gt;Francuza (Frenchman). Francuzov le&scaron; je u gornjoj sobi Freedom komande. Potrebno je pokupiti sve iz njegovog inventara brzo ina&#269;e &#263;e to drugi NPC uraditi. Pojavi&#263;e se i nekoliko Osvetnika tako&#273;e. Posle toga se javi ponovo Zaharu u Baru.</span></p><p class="c0"><span></span></p><p class="c2"><span class="c3">! Info: </span><span>Nova oblast se mo&#382;e otvoriti u zavisnosti da li si ve&#263; obavio misiju &ldquo;Potraga za sanducima i sefovima Misterioznog stalkera&rdquo;, &ldquo;Nastavak potrage za Misterioznim Stalkerom&rdquo; i ako si sreo Fange : Crvena &Scaron;uma (Red Forest) i Limansk.</span></p><p class="c2"><span>Tako&#273;e i drugi zadatci mogu biti uslov za ovo (pod pretpostavkom da su ve&#263; obavljeni): Potraga za izgubljenom ekpedicijom, Po&#269;etak potrage za Ghostovi i Fangovim ubicama, Potraga za Fangovim ubicom, Potraga za Ghostom, Clear Sky (&#268;isto nebo ) zadaci od 6-14, Fangovi zadaci (Varlab i Crvena &scaron;uma (Red Forest)) 1-26 i naravno Kostyina potraga za Crnim Doktorom 1-23.</span></p><p class="c0"><span></span></p><p class="c2"><span>24. Ukoliko si ispunio uslove za ove zadatke pojavi&#263;e se nove tranzicije. Popri&#269;aj sa Fangom i ima&#263;e&scaron; nove dijaloge.</span></p><p class="c0"><span></span></p><p class="c2"><span class="c5">=====================================================================</span></p><p class="c0"><span class="c5"></span></p><p class="c2"><span class="c3">Mogu&#263;e je da dio opisanog zadatka nije obavezan za nastavak pri&#269;e, ali nije testiran uslov za dalji nastavak. </span></p><p class="c0"><span class="c3"></span></p><p class="c2"><span>25. Nakon zavr&scaron;etka svih Fangovih zadataka i ulaska u Limansk u jednoj od zgrada prona&#263;i &#263;e&scaron; grupu Freedom boraca predvo&#273;enih Bormanom. Pri&#269;aj sa Bormanom (mogu&#263;e ga je prona&#263;i i napolju kako patrolira ulicom) i uzmi zadatak da elimini&scaron;e&scaron; snajper Monolita.</span></p><p class="c0"><span></span></p><p class="c2"><span>26. Idi na gradili&scaron;te i pobij sve NPC usput uklju&#269;uju&#263;i i snajperistu. SMS poruka &#263;e ti sti&#263;i od vo&#273;e &#268;istog Neba Sviblova. &#381;eli da se vidi s tobom.</span></p><p class="c0"><span></span></p><p class="c2"><span>27. Idi kod Bormana i ka&#382;i mu da si eliminisao snajperistu. Dobi&#263;e&scaron; novi zadatak da prona&#273;e&scaron; Monolitski &ldquo;prigu&scaron;iva&#269;&rdquo; (ure&#273;aj za ometanje signala) i donesi ga Skinflintu (Miser). &ldquo;prigu&scaron;iva&#269;&rdquo; &#263;e&scaron; na&#269;i u jednom kontejneru koji se se nalazi u dvori&scaron;tu pomenutog gradili&scaron;ta a mo&#382;e biti uzet od strane nekog NPC, ukoliko ga ne prona&#273;e&scaron; proveri tela svih NPC.</span></p><p class="c0"><span></span></p><p class="c2"><span class="c3">! Va&#382;no: </span><span>U ovom momentu zadatka jedini put da iza&#273;e&scaron; iz Limanska je za ATP. Ukoliko nisi do sada odradio Adrenalinove zadatke, mora&#263;e&scaron; da ode&scaron; do Kalinjina u kamp u ATP-u i uradi&scaron; neke njegove zadatke da bi dobio izlaz u Deponiju (Garbage). &nbsp;Dva zadatka su u pitanju, da pobije&scaron; bandite i njihovog vo&#273;u. Drugi je da prona&#273;e&scaron; neke artefakte da bi dobio izlaz u Deponiju.</span></p><p class="c0"><span></span></p><p class="c2"><span>28. Daj Skinflintu (Miseru) &ldquo;prigu&scaron;iva&#269;&rdquo; i sa&#269;ekaj 5 sati. Uzmi &ldquo;prigu&scaron;iva&#269; od Skinflinta i vrati ga na lokaciju (iz svog inventara ga izbaci na zemlju) tamo gde si ga i prona&scaron;ao na gradili&scaron;tu. Zatim se ponovo javi Bormanu.</span></p><p class="c2"><span>29. Zatim ide&scaron; u Mo&#269;varu kod vo&#273;e &#268;istog Neba Sviblova. Dobija&scaron; posao da proveri&scaron; &scaron;ta se desilo sa kurirom u Radaru.</span></p><p class="c0"><span></span></p><p class="c2"><span>30. U Radaru &#263;e&scaron; prona&#263;i kurira pored Ghosta. Preporu&#269;uje se da pre toga sa sobom ponese&scaron; dosta prvih pomo&#263;i i artefakata koji popravljaju zdravlje kada bude&scaron; uzimao kofer od kurira.</span></p><p class="c0"><span></span></p><p class="c2"><span>31. Uzmi kofer od kurira i odnesi ga Saharovu.</span></p><p class="c0"><span></span></p><p class="c2"><span>32. Pre nego &scaron;to da&scaron; kofer Saharovu i padne&scaron; u san proveri da li treba da jede&scaron;. Kada se probudi&scaron; dobi&#263;e&scaron; nagradu od Saharova i vra&#263;a&scaron; se Sviblovu.</span></p><p class="c0"><span></span></p><p class="c2"><span>33. Pri&#269;aj sa Sviblovim i dobi&#263;e&scaron; ure&#273;aj za deaktivaciju teleporta (nazvan: &ldquo;Anigijator of Anomalies&rdquo; a izgleda kao detektor za anomalije).</span></p><p class="c0"><span></span></p><p class="c2"><span class="c9">U slede&#263;em koraku mo&#382;e biti otvorena nova oblast: Bolnica (Hospital)</span></p><p class="c0"><span class="c9"></span></p><p class="c2"><span>34. Ide&scaron; u Limansk. Deaktivira&scaron; teleport kod gradili&scaron;ta tako &scaron;to &#263;e&scaron; ispustiti ure&#273;aj za deaktivaciju teleporta (Anigijator of Anomalies) u teleport iz svog inventara. Teleport &#263;e nestati i ti mo&#382;e&scaron; pro&#263;i prema severu i i&#263;i u Bolnicu (Hospital).</span></p><p class="c0"><span></span></p><p class="c2"><span>35. blizo ulaska u Bolnicu je Ma&#269;ak (Cat) i njegova grupa samotnjaka. Pri&#269;aj sa njim i izbori se za prolaz kroz Bolnicu.</span></p><p class="c0"><span></span></p><p class="c2"><span>36. Kod severnog izlaza iz Bolnice nailazimo na Crnog Doktora (Black Doctor). Popri&#269;aj s njim i sazna&#263;e&scaron; nove informacije. On &#263;e ti re&#263;i, da je &#263;erka od glavnog Bad&#382;e u Zoni nestala, a ona je uzela neki va&#382;an artefakt i da je sada svi tra&#382;e. Na kraju razgovora &#263;e&scaron; pasti u san.</span></p><p class="c0"><span></span></p><p class="c2"><span>37. Kada se bude&scaron; probudio u&#273;i u teleport na vrhu stepeni&scaron;ta koji &#263;e te ponovo vratiti na Bolni&#269;ki nivo. Treba&#263;e da pro&#273;e&scaron; kroz teleport mehu (izgleda kao mehu anomalije) da bi do&scaron;a do nivoa na kojem je Ma&#269;ak (Cat). Pri&#269;aj s njim i iza&#273;i iz bolnice kroz rupu kuda si i u&scaron;ao kada si sreo Ma&#269;ka. Vrati se u Limansk i nastavi do slede&#263;eg zadatka.</span></p><p class="c0"><span></span></p><p class="c2"><span class="c1">Potraga za sanducima i sefovima Misterioznog Stalkera</span></p><p class="c0"><span class="c1"></span></p><p class="c2"><span class="c3">Upozorenje: nisu svi zadaci prikazani na PDA u sekciji za aktivne zadatke. Mora&#263;e&scaron; da snimi&scaron;/zapamti&scaron; neke dijaloge i kodove za otvaranje vrata.</span></p><p class="c0"><span class="c3"></span></p><p class="c0"><span></span></p><p class="c2"><span class="c3">! Va&#382;no: </span><span class="c5">Koristi F12 da bi snimao skrin&scaron;otove va&#382;nih dijaloga.</span></p><p class="c0"><span class="c5"></span></p><p class="c2"><span class="c9">Nova oblast mo&#382;e biti otvorena u slede&#263;em koraku: Pe&#263;ina (Cave)</span></p><p class="c2"><span>Klju&#269;ni karakter u ovoj grani pri&#269;e je Miner (Shakhtar). Da bi dobio tranziciju u Pe&#263;inu (Cave) potrebno je da od &#262;elavog (Bald) u Baru uzme&scaron; zadatak da mu prona&#273;e&scaron; blago. </span></p><p class="c2"><span>Miner (Shakhtar) &#263;e od tebe tra&#382;iti da mu donese&scaron; knjigu iz Zaboravljene &Scaron;ume (Forgotten Forest). Donesi mu je.</span></p><p class="c0"><span></span></p><p class="c2"><span class="c9">Nova oblast mo&#382;e biti otvorena u narednom koraku: Lavirint</span></p><p class="c0"><span class="c9"></span></p><p class="c2"><span>1. Pri&#269;aj sa Minerom. Dobija&scaron; zadatak da spase&scaron; odbeglog &ldquo;buntovnog sina&rdquo; (Fima Coal) i potra&#382;i&scaron; notebook uzet od strane jednog monolita. Pojavi&#263;e se tranzicija izme&#273;u Pe&#263;ine i Lavirinta.</span></p><p class="c0"><span></span></p><p class="c2"><span>2. U Lavirintu na gornjem nivou kod tranzicije (?) oduzmi notebook od jednog od stra&#382;ara (pogledaj notebook u svom inventaru kako bi do&scaron;ao do coda za bravu od vrata &#263;elije -208568-) i spasi begunca (Fima Coal). Iz zahvalnosti on &#263;e ti dati polo&#382;aj tranzicije iz Lavirinta u Pe&#263;inu.</span></p><p class="c2"><span class="c4">Ukoliko se desi da monolit u borbi ubije Fimu Coal nemoj se brinuti jer glavni zadatak je bio da ga spase&scaron; iz &#263;elije i zadatak &#263;e biti kompletan.</span></p><p class="c0"><span class="c4"></span></p><p class="c2"><span>3. Donosi&scaron; Mineru (Shakhtar) notepad i vide&#263;e&scaron; da se Fima Coal vratio u Pe&#263;inu (&#269;ak i ako su ga Monoliti ubili pre toga). Kao nagradu dobi&#263;e&scaron; recept za novi artefakt zve&#269;ka (rattles).</span></p><p class="c0"><span></span></p><p class="c2"><span>4. Po savetu Minera razgovara&#263;e&scaron; sa Fimom i od njega saznati za misteriozni sanduk (mali otmeni sandu&#269;i&#263; za nakit) i Sef, tranziciju izme&#273;u Lavirinta i Yantara, tako&#273;e &#263;e biti potrebno razgovarati sa Adrenalinom. Za &nbsp;mogu&#263;nost da sazna&scaron; jo&scaron; jednu tranziciju Fima &#263;e ti tra&#382;iti da mu donese&scaron; 10 nau&#269;ni&#269;kih prvih pomo&#263;i, 10 zavoja, artefakt Du&scaron;a (Soul) i 2 sapuna iz Po&#269;etni&#269;kog Sela (Rookie Village) u Kordonu.</span></p><p class="c0"><span></span></p><p class="c2"><span>5. Kada bude&scaron; dao Fimi te stvari re&#263;i &#263;e ti za tranziciju iz Lavirinta na novu lokaciju (</span><span class="c3">u 26.04 &nbsp;verziji Soljanke je to blokirano!</span><span>) ali ne i kako da je upotrebi&scaron; !? Nadalje pri&#269;aj sa Adrenalinom da bi nastavio.</span></p><p class="c0"><span></span></p><p class="c2"><span>6. Pri&#269;a&scaron; sa Adrenalinom. Tra&#382;i&#263;e da mu iz Lavirinta donese&scaron; malu kutiju (kasetu) i sef. Done&#263;e&scaron; mu samo kutiju ali ne i sef. Zadatak u vezi sefa &#263;e do&#263;i kasnije od strane Minera. Istovremeno dobija&scaron; tranziciju izme&#273;u Lavirinta i Yantara.</span></p><p class="c0"><span></span></p><p class="c2"><span class="c3">! Info: </span><span>Adrenalin u stvari &#382;eli samo kutiju da bi se ta misija zavr&scaron;ila, bez obzira &scaron;to spominje i sef. Sef je zaklju&#269;an iza vrata za koja jo&scaron; uvek nema&scaron; kod.</span></p><p class="c0"><span></span></p><p class="c2"><span>7. &nbsp;U Lavirintu &#263;e&scaron; prona&#263;i malu kutiju (kasetu, sandu&#269;i&#263;). I njoj - poruku sa zanimljivom i korisnom informacijom. Daje&scaron; malu kutiju (kasetu, sandu&#269;i&#263;) Adrenalinu. Tada saznaje&scaron; da treba da pri&#269;a&scaron; sa Minerom. (mala kutija (kaseta, sandu&#269;i&#263;) mo&#382;e biti prona&#273;ena tokom neke druge misije u Lavirintu).</span></p><p class="c0"><span></span></p><p class="c2"><span class="c3">! Va&#382;no: </span><span>Zapamti kodove za vrata iz kutije da bi kodirane brave mogao otvoriti kasnije. Kod 1: 434018 i Kod 2: 206018.</span></p><p class="c0"><span></span></p><p class="c2"><span>8. Pri&#269;a&scaron; sa Minerom. Govori ti o tome da bi treblo da se pridru&#382;i&scaron; Monolitima da bi do&scaron;ao do koda za tre&#263;a vrata. Miner ti tako&#273;e spominje da bi trebalo da razgovara&scaron; sa besmrtnikom koji se zove Senka Monolita (Shadow of the Monolith) i da treba da mu donese&scaron; artefakte Plazma Gusenica (Plasma Catepillar) i Zve&#269;ku (Rattle). Zatim ide&scaron; kod Sidorovi&#269;a da bi zamenio Frakcije.</span></p><p class="c0"><span></span></p><p class="c2"><span class="c3">! Va&#382;no: </span><span>Nabavi artefakte pre nego &scaron;to dobije&scaron; amajliju vo&#273;e Monolita od Sidorovi&#269;a. Amajlija &#263;e uzrokovati da ti svi budu neprijatelji osim Monolita &scaron;to &#263;e ti mnogo ote&#382;ati da do&#273;e&scaron; do svoji &scaron;tekova i uzme&scaron; stvari.</span></p><p class="c0"><span></span></p><p class="c2"><span>9. Pri&#269;a&scaron; sa Sidorovi&#269;em koji &#263;e ti izneti svoju ponudu. Mo&#263;i &#263;e&scaron; da koristi&scaron; amajliju vo&#273;e Monolita (koja &#263;e uzrokovati da ti svi budu neprijatelji osim Monolita) koji kasnije samo on mo&#382;e ukloniti. A da bi je uklonio mora&#263;e&scaron; mu doneti 2 kompleta za popravke od Monolita (repair kits from the Monolith).</span></p><p class="c0"><span></span></p><p class="c2"><span>10. Idi u Lavirint.</span></p></body></html>